{
  "header":{
    "isShow":true,
    "h":"Health Coaching for Depression",
    "p":"Schedule a free 15-minute consultation",
    "link":""
  },
  "sections":[
    {
      "h":"A happy body supports a happy mind",
      "d":"I’ll help you fight depression by guiding you to improve your physical health, to access your motivation, and to get organized. ",
      "p":"It's hard to get motivated when you're depressed or anxious – seriously hard. One reason I became a health coach is because I’ve been there too, and along with therapy, coaching really helped me to overcome depression."},
    {
      "h":"Small goals lead to big changes",
      "d":"Not ready to work on your health just yet? That’s ok. Just getting something done, no matter how small, is one of the keys to fighting depression.",
      "p":"Coaching can help break the stagnation and start to nudge you toward action. What have you been feeling stuck about? Together, we can start taking steps."
    },
    {
      "h":"How does health coaching work?",
      "d":"You set the goals, and the coach uses a variety of psychological techniques to stimulate your motivation. One such technique we will use is Motivational Interviewing (MI) which has been proven effective in 200 randomized controlled trials. The world's top performers, such as professional athletes, CEOs, and artists use it. Why not you?",
      "p":"Good coaches interrupt unproductive thought patterns. They help you creatively explore and unearth your deepest motivations. They teach personal-organizational strategies, but most of all, they're there for you, so you don't have to struggle alone."
    },
    {
      "h":"How healthy living supports recovery",
      "d":"Exercise is recommended as a depression treatment by scientific governmental bodies in the United Kingdom, Scotland, Netherlands, New Zealand, Australia and Canada. Numerous randomized controlled trials have found that structured exercise interventions are effective in reducing depression. Starting with as much as 3 minutes a day of added physical activity can make a difference. Here are some other things you can do and the science behind how improved eating and activity can help:",
      "p":"<ul><li>Accomplishing small goals every day helps build confidence which lowers stress. This process releases dopamine which lowers stress hormones like epinephrine.</li><li>Cardiovascular exercise can help …<ul><li>burn up the body’s natural stress chemicals,</li><li>balance the nervous system, and</li><li>improve sleep quality.</li></ul></li><li>Eating low sugar, high fiber, and unprocessed foods can help stabilize blood sugar which can help stabilize mood.</li> <li>Lowering sugar and saturated fat can reduce inflammation in the brain which can reduce symptoms of depression.</li> <li>Better diet can improve gut health which can help your body produce its natural happy chemicals like balanced serotonin.</li></ul>"
   }],
  "quote":"He who has a \"why\" to live for can bear almost any \"how.\" – Friedrich Nietzsche"
}
